<?php
if ( !isset($_GET['id']) ){
	$_GET['id'] = 1;
}

$id = $_GET['id'];

if(!isset($id)){
	$id = '';
}
?>
<div class="commonSubNav mail">
	<div class="title">이용약관 [서비스정책]</div>
	<div class="subNav">
		<a href="/index.php">홈</a>
		<a href="">이용약관</a>
	</div>
	<div class="nav">
		<div class="content">
			이용약관
		</div>
		<div class="content">
			개인정보취급방침
		</div>
		<div class="content">
			이메일 무단 수집 거부
		</div>
		<div class="content">

		</div>
	</div>
</div>
<div class="agreeWrap">
	<p class="first">
	제 1 장 총칙
<br>
<br>제1조 목적
<br>
<br>이 약관은 시온냉동(이하 "회사"라 합니다)이 제공하는 서비스(이하 "서비스"라 합니다)의 이용조건 및 절차 등에 관한 사항을 규정함을 목적으로 합니다. 단, 회사의 "패밀리 사이트 단일ID 이용 정책"에 따라 회사에서 제공하는 다른 국가별 업체명 홈페이지(이하 "홈 페이지"라 합니다)에서도 http://042-222-5840.pkt114.com  에서 만든 ID 및 Password로 서비스를 이용하실 수 있으며, 해당 홈페이지에서 제공하는 서비스는 해당 홈 페이지의 이용약관에 적용 받습니다.
<br>
<br>제2조 서비스 개요
<br>1. http://042-222-5840.pkt114.com 은 온라인으로 (유선인터넷) 회사의 서비스를 제공합니다.
<br>2. 비스는 회사의 서비스와 관련한 회원의 정보, 회사의 정보를 제공할 수 있으며, 회원과 회사간 쌍방향 정보 교류 서비스를 할 수 있습니다.
<br>3. 명시적으로 설명되어 있지 않는 현재의 서비스를 확대하거나 향상시키는 새로운 기능도 본 이용 약관에 적용 받습니다.
<br>
<br>제3조 약관의 효력 및 변경
<br>1. 이 약관은 본 서비스를 이용하고자 하는 모든 이용자에 대하여 그 효력을 발생합니다.
<br>2. 이 약관의 내용은 서비스 화면에 게시하거나 기타의 방법으로 회원에게 공시하고, 회원이 서비스에 가입함으로써 효력이 발생합니다.
<br>3. 회사는 필요하다고 인정되는 경우 이 약관을 변경할 수 있으며, 약관이 변경된 경우에는 지체 없이 제2항과 같은 방법으로 공시합니다.
<br>4. 회사는 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 홈페이지의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다. 이 경우 회사는 개정 전 내용과 개정 후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다.
<br>
<br>제4조 약관 외 준칙
<br>이 약관에 명시되지 않은 사항에 대해서는 전기통신기본법, 전기통신사업법 등 관계법령 및 회사가 정한 서비스의 세부이용지침 등의 규정에 의합니다.
<br>
<br>제5조 용어의 정의
<br>
<br>이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
<br>1. 회원 : http://042-222-5840.pkt114.com 에 접속하여 이 약관에 동의하고 ID (고유번호)와 Password (비밀번호)를 발급 받은 고객으로, 회원의 자격 및 권한 등은 이용안내에 공시
<br>2. ID (고유번호) : 회원 식별과 회원의 서비스 이용을 위하여 회원이 선정하고 회사가 승인하는 영문자와 숫자의 조합
<br>3. Password(비밀번호) : 회원의 정보보호를 위해 회원 자신이 설정한 문자와 숫자의 조합
<br>4. 비회원 : 회원에 가입하지 않고 회사가 제공하는 서비스를 이용하는 자
<br>5. 이용자 : http://042-222-5840.pkt114.com에 접속하여 이 약관에 따라 서비스를 받는 회원 또는 비회원
	</p>
	<p class="second">
		저희 시온냉동은(는) (이하 '회사')는 회원의 사생활 및 개인정보를 적극적으로 보호하여 정보화 사회에서의 통신의 자유를 보장하고자 아래와 같이 개인정보취급방침을 명시하여 실천하고 있습니다. 개인정보취급방침은 회사에서 제공하는 모든 서비스에 적용되며, 개인정보취급방침 및 청소년보호정책은 관련 법률 및 정부 지침의 변경과 회사의 내부 정책 변화에 따라 변경될 수 있으니 수시로 방문하셔서 그 내용을 확인하여 주시기 바랍니다.
<br>
<br>1. 수집하는 개인정보 항목 및 수집방법
<br>2. 개인정보의 수집 및 이용목적
<br>3. 개인정보의 수집에 대한 동의
<br>4. 수집한 개인정보의 공유 및 제공
<br>5. 수집한 개인정보 취급 위탁
<br>6. 회원 본인의 개인정보 열람, 수정 및 동의철회
<br>7. 수집한 개인정보의 보유 및 이용기간
<br>8. 개인정보의 파기절차 및 방법
<br>9. 이용자 및 법정대리인의 권리와 그 행사방법
<br>10. 개인정보 자동 수집 방침 설치 / 운영 및 그 거부에 관한 사항
<br>11. 개인정보보호 관련 기술적/관리적 대책
<br>12. 만14세 미만 아동의 개인정보보호
<br>13. 청소년보호정책
<br>14. 개인정보관련 신고 및 분쟁조정
<br>15. 개인정보/청소년보호 관리책임자 및 담당자
<br>16. 정책변경에 따른 고지의 의무
<br>
<br>1. 수집하는 개인정보의 항목 및 수집방법
<br>
<br>회사는 회원가입, 상담, 서비스 신청 등을 위해 아래와 같은 개인정보를 수집하고 있습니다.
<br>- 이름, 주민등록번호, 생년월일, 일반전화번호, 휴대폰번호, 이메일주소, 주소, 팩스번호, 이메일 수신여부 등
<br>또한 서비스 이용과정이나 사업처리 과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.
<br>- 서비스 이용기록, 접속 로그, 쿠키, 접속 IP 정보, 결제기록, 이용정지 기록
<br>회사는 다음과 같은 방법으로 개인정보를 수집합니다.
<br>- 홈페이지를 통한 회원가입
<br>
<br>
<br>이외의 보다 나은 서비스를 위해 부가적으로 선택정보를 입력받을 수 있습니다.단, 선택 정보는 회원이 원하지 않으면 제공하지 않으셔도 됩니다.또한, 기타 추가적인 정보를 필요한 특정 서비스의 이용시에도 추가 정보의 제공을 요청할 수 있습니다. 이 경우에도 가입하신 정보는 해당 서비스의 이용 및 사전에 밝힌 목적 이외에는 이용하지 않습니다.
	</p>
	<p class="third">
		시온냉동 (<a href="http://042-222-5840.pkt114.com">http://042-222-5840.pkt114.com</a>)에 표시되는 이메일 주소가 전자우편 수집 프로그램이나 그 밖의 기술적 장치를 이용하여 무단으로 수집되는 것을 거부하며, 이를 위반시 아래의 참고항목(정보통신망법)에 의해 형사처벌됨을 유념하시기 바랍니다.
<br>
<br>정보통신망법 제50조의2 (전자우편주소의 무단 수집행위 등 금지)
<br>
<br>① 누구든지 전자우편주소의 수집을 거부하는 의사가 명시된 인터넷 홈페이지에서 자동으로 전자우편주소를 수집하는 프로그램 그 밖의 기술적 장치를 이용하여 전자우편주소를 수집하여서는 아니된다.
<br>② 누구든지 제1항의 규정을 위반하여 수집된 전자우편주소를 판매 유통하여서는 아니된다.
<br>③ 누구든지 제1항 및 제2항의 규정에 의하여 수집 판매 및 유통이 금지된 전자우편주소임을 알고 이를 정보전송에 이용하여서는 아니 된다.
<br>※ 만일, 위와 같은 기술적 장치를 사용한 이메일주소 무단수집 피해를 당하신 경우 불법스팸대응센터 전용전화(1336)나 홈페이지(www.spamcop.or.kr)의 신고창을 이용하여 신고하여 주시기 바랍니다.
<br>
<br>
<br>게시일 2017년 11월 01일
	</p>
</div>
<script>
	var index = <?=$id?>;
	var name = $('.commonSubNav .nav div:nth-child('+index+')').text().trim();
	$('.agreeWrap p:nth-child('+index+')').addClass('active');
	$('.commonSubNav .nav div:nth-child('+index+')').addClass('active');
	$('.commonSubNav .subNav a:nth-child(2)').html(name).attr('href', '/right/agree/id/'+index);

	$('.commonSubNav .nav div').click(function(){
		var navIndex = $(this).index() + 1;
		var navName = $('.commonSubNav .nav div:nth-child('+navIndex+')').text().trim();

		if(navIndex == 4){
			return false;
		}
		$('.commonSubNav .subNav a:nth-child(2)').html(navName).attr('href', '/right/agree/id/'+navIndex);
		$('.commonSubNav .nav div').removeClass('active');
		$(this).addClass('active');
		$('.agreeWrap p').removeClass('active');
		$('.agreeWrap p:nth-child('+navIndex+')').addClass('active');
	});
</script>
